Repository: BackupTheBerlios/packware
Catalog: pwbuilder/po/*.po
Languages: pl

source: Usage: pwbuilder [-d] [-s] [-t arch] [-r] target
pl: U¿ycie: pwbuilder [-d] [-s] [-t arch] [-r] cel

source: --debug , -d Show full compilation output. Don't remove
pl: --debug , -d Poka¿ wszystkie komunikaty. Nie usuwaj

source: working directory at the end.
pl: katalogu domowego po zakoñczeniu.

source: --no-strip , -s Don't strip binaries.
pl: --no-strip , -s Nie stripuj binariów.

source: --target arch , -t arch Build for specified architecture.
pl: --target arch , -t arch Buduj dla okre¶lonej architektury.

source: --allow-root , -r Allow to run as root.
pl: --allow-root , -r Zezwól na pracê z konta root.

source: + Package %s.tgz
pl: + Pakiet %s.tgz

source: _set: not enough parameters.
pl: _set: za ma³o argumentów.

source: _sub: subpackage name not supplied
pl: _sub: nie podano nazwy podpakietu

source: _make: must not be invoked with _execindir; use -d instead
pl: _make: nie mo¿na wywo³aæ z _execindir; u¿yj -d

source: ! Error: make failed
pl: ! B³±d: make nie powiod³o siê

source: _pwbuilder: missing argument
pl: _pwbuilder: brak argumentu

source: _pwbuilder: invalid version
pl: _pwbuilder: nieprawid³owa wersja

source: ! Error: your pwbuilder %s is too old (at least %s needed)
pl: ! Error: twój pwbuilder %s jest za stary (wymagany conajmniej %s)

source: _c_opt: no option specified
pl: _c_opt: nie podano opcji

source: _chmod: mode not specified
pl: _chmod: nie podano trybu

source: _chmod: no files specified
pl: _chmod: nie podano pliku

source: _chown: owning not specified
pl: _chown: nie podano w³a¶ciciela

source: _chown: no files specified
pl: _chown: nie podano pliku

source: _next_make: no command specified
pl: _next_make: nie podano polecenia

source: _i_opt: no option specified
pl: _i_opt: nie podano opcji

source: _m_opt: no option specified
pl: _m_opt: nie podano opcji

source: _patch: no patch specified
pl: _patch: nie podano ³aty

source: + Patch %s
pl: + £ata: %s

source: ! Error: file not found
pl: + B³±d: nie znaleziono pliku

source: ! Error: no matching file
pl: ! B³±d: brak pasuj±cego pliku

source: ! Error: applying failed
pl: ! B³±d: na³o¿enie nie powiod³o siê

source: _configure: must not be invoked with _execindir; use -d instead
pl: _configure: nie mo¿na wywo³aæ z _execindir; u¿yj -d

source: ! Error: configure failed
pl: ! B³±d: configure nie powiod³o siê

source: _alt_configure: no command specified
pl: _alt_configure: nie podano polecenia

source: _next_configure: no command specified
pl: _next_configure: nie podano polecenia

source: _config: no option specified
pl: _config: nie podano opcji

source: _config: invalid option - %s
pl: _config: b³êdna opcja - %s

source: _py_b_opt: no option specified
pl: _py_b_opt: nie podano opcji

source: ! Error: python build failed
pl: ! B³±d: python build nie powiod³o siê

source: _py_i_opt: no option specified
pl: _py_i_opt: nie podano opcji

source: _remove: no file or directory supplied
pl: _remove: nie podano pliku ani katalogu

source: + Source %s
pl: + ¬ród³o: %s

source: ! Error: none valid found
pl: ! B³±d: nie znaleziono poprawnego

source: _source: unsupported format
pl: _source: nieobs³ugiwany format

source: ! Error: extracting failed
pl: ! B³±d: rozpakowanie nie powiod³o siê

source: _alt_install: no command specified
pl: _alt_install: nie podano polecenia

source: _install: must not be invoked with _execindir; use -d instead
pl: _install: nie mo¿na wywo³aæ z _execindir; u¿yj -d

source: ! Error: make install failed
pl: ! B³ad: make install nie powiod³o siê

source: _alt_make: no command specified
pl: _alt_make: nie podano polecenia

source: _next_install: no command specified
pl: _next_install: nie podano polecenia

source: ! Error: python install failed
pl: ! B³±d: python install nie powiod³o siê

source: _require: no package specified
pl: _require: nie podano pakietu

source: _require: condition used but no version specified
pl: _require: u¿yto warunku ale nie podano wersji

source: pwbuilder %s - Slackware packages building system
pl: pwbuilder %s - system budowy pakietów Slackware'a

source: fakeroot not found.
pl: fakeroot nie znaleziony.

source: Refusing to run as root.
pl: Odmawiam dzia³ania jako root.

source: Nothing to build.
pl: Nie ma nic do roboty.

source: Executing %s...
pl: Uruchamiam %s...

source: Creating packages...
pl: Tworzê pakiety...

source: Cleaning up...
pl: Sprz±tam...
